Repository: common-repository/wizshop
Catalog: languages/wizshop-*.po
Languages: he_il

source: Select Menu
he_il: בחירת תפריט

source: Select Item
he_il: בחירת פריט

source: All
he_il: הכל

source: Please note, Updating the menu may delete categories from this menu. On sites where Mega-Menu is integrated, this update may reset the design. Update menu?
he_il: שימו לב, עדכון תפריט עשוי לבצע מחיקה של קטגוריות מתפריט זה. באתרים בהם משולב מגה מניו, עדכון זה עלול לאפס את העיצוב. האם לעדכן את התפריט?

source: Delete item ?
he_il: למחוק פריט ?

source: Products display
he_il: תצוגת מוצרים

source: Default
he_il: תצוגת ברירת מחדל

source: Or select from options below:
he_il: או בחירה מהאפשרויות הבאות:

source: Choose Image
he_il: בחירת תמונה

source: Remove Image
he_il: הסרת תמונה

source: Assign categories
he_il: שיוך קטגוריות

source: Import Categories
he_il: ייבוא קטגוריות החנות

source: Import Categories from Shop server(without updating the menus):
he_il: ייבוא קטגוריות המוגדרות בחשבשבת (ללא עדכון תפריטים)

source: Update image names on WizShop back office
he_il: עדכון שמות תמונות במשרד האחורי של החנות הוירטואלית

source: Delete current categories. <b>Warning!</b> All categories data wil be deleted
he_il: מחיקת רשימת קטגוריות נוכחית. <b>אזהרה!</b> כל נתוני הקטגוריות ימחקו

source: Last updated date
he_il: תאריך עדכון אחרון

source: Update Categories
he_il: עדכון קטגוריות

source: Assign categories to menus
he_il: שיוך קטגוריות לתפריטים

source: Menu Name
he_il: שם התפריט

source: Parent item
he_il: פריט אב

source: Menu Levels
he_il: מספר רמות בתפריט

source: Add menu
he_il: הוספת תפריט

source: Update Display Options
he_il: עדכון אפשרויות תצוגה

source: Please <a href="/wp-admin/edit.php?post_type=wizshop&page=wizshop_settings">provide your Shop ID</a> to connect to the WizShop database.
he_il: אנא <a href="/wp-admin/edit.php?post_type=wizshop&page=wizshop_settings">הגדירו מזהה חנות</a> על מנת לקשר את האתר לבסיס הנתונים של חשבשבת.

source: Invalid Categories option name.
he_il: מזהה הגדרות עבור קטגוריות לא תקין.

source: Categories updated.
he_il: הקטגוריות עודכנו.

source: Menu updated.
he_il: התפריט עודכן.

source: Unchanged.
he_il: ללא שינוי.

source: Error while saving the changes.
he_il: שגיאה בשמירת נתונים.

source: WizShop Media Settings
he_il: הגדרות מדיה - חנות וירטואלית

source: The dimensions set here are the maximum sizes (in pixels) for item pictures
he_il: הגדלים המפורטים להלן יקבעו את הממדים המקסימליים בפיקסלים לשימוש בעת הוספת תמונה לספריית המדיה

source: Grid image
he_il: תמונה לגריד מוצרים

source: Product image
he_il: תמונה לדף מוצר

source: Category image
he_il: תמונה לקטגוריה

source: Use WP Media for Product's additional images
he_il: העלאה ואחסון תמונות נוספות לפריט באמצעות המדיה של וורדפרס

source: Learn <a href='https://wizshop.co.il/%d7%94%d7%95%d7%a1%d7%a4%d7%aa-%d7%aa%d7%9e%d7%95%d7%a0%d7%95%d7%aa-%d7%a0%d7%95%d7%a1%d7%a4%d7%95%d7%aa-%d7%9c%d7%a4%d7%a8%d7%99%d7%98/' target='_blank'>more</a> about Product's additional images.
he_il: מידע נוסף על הוספת תמונות לפריט ניתן למצוא <a href='https://wizshop.co.il/%d7%94%d7%95%d7%a1%d7%a4%d7%aa-%d7%aa%d7%9e%d7%95%d7%a0%d7%95%d7%aa-%d7%a0%d7%95%d7%a1%d7%a4%d7%95%d7%aa-%d7%9c%d7%a4%d7%a8%d7%99%d7%98/' target='_blank'>במדריך הבא</a>.

source: Web Designers can find more about Image Sizes <a href='https://wizshop.co.il/%d7%94%d7%a2%d7%9c%d7%90%d7%aa-%d7%aa%d7%9e%d7%95%d7%a0%d7%95%d7%aa-%d7%9e%d7%95%d7%a6%d7%a8%d7%99%d7%9d/' target='_blank'>here</a>.
he_il: תיעוד לבוני אתרים בנושא הגדרת גודלי תמונות ניתן למצוא <a href='https://wizshop.co.il/%d7%94%d7%a2%d7%9c%d7%90%d7%aa-%d7%aa%d7%9e%d7%95%d7%a0%d7%95%d7%aa-%d7%9e%d7%95%d7%a6%d7%a8%d7%99%d7%9d/' target='_blank'>כאן</a>.

source: WizShop Media Files
he_il: העלאת קבצי מדיה לחנות הוירטואלית

source: Here you can upload new images and edit the media library
he_il: כאן ניתן להעלות את תמונות הפריטים והקטגוריות לחנות

source: The images will appear in the general media folder
he_il: התמונות יופיעו בספריית המדיה הכללית

source: Insert Media
he_il: הוספת מדיה

source: WizShop Default Image
he_il: תמונת ברירת מחדל - חנות וירטואלית

source: Set default fallback image
he_il: בחירת תמונת ברירת מחדל לתמונות חסרות

source: <a href="#">Update</a> WizShop plugin version data.
he_il: <a href="#">עדכון</a> נתוני גרסה לתוסף חנות וירטואלית.

source: Settings
he_il: הגדרות

source: Media
he_il: מדיה

source: Save Products Settings?
he_il: האם לשמור הגדרות תצוגת מוצרים ?

source: Link to WizShop
he_il: קישור חנות חשבשבת

source: Shop ID
he_il: מזהה חנות

source: Password
he_il: סיסמא

source: Shop languages
he_il: שפות החנות

source: Shop main language
he_il: השפה העיקרית של החנות

source: Second language
he_il: שפה נוספת

source: Ignore new design
he_il: התעלמות מעיצוב חדש

source: Version Update
he_il: עדכון גרסא

source: Products
he_il: מוצרים

source: Shop pages
he_il: דפים

source: Shop Elements
he_il: רכיבים

source: Shop Customers
he_il: לקוחות

source: Other Settings
he_il: הגדרות נוספות

source: Shop Settings
he_il: הגדרות חנות

source: General Information
he_il: מידע כללי

source: Plugin version
he_il: גרסת תוסף

source: Shop manages Shipping
he_il: החנות מנהלת משלוחים

source: Yes
he_il: כן

source: No
he_il: לא

source: Shop supports guest checkout
he_il: החנות תומכת ברכישת אורח/ת

source: Product Search Engine
he_il: מנוע חיפוש מוצרים

source: WizSoft Search
he_il: חיפוש חכם

source: Default Search
he_il: חיפוש רגיל

source: Learn <a href='https://wizshop.co.il/%d7%97%d7%99%d7%a4%d7%95%d7%a9-%d7%9e%d7%95%d7%a6%d7%a8%d7%99%d7%9d-%d7%91%d7%97%d7%a0%d7%95%d7%aa/' target='_blank'>more</a> about Product Search
he_il: מידע נוסף על אפשרויות החיפוש ניתן למצוא <a href='https://wizshop.co.il/%d7%97%d7%99%d7%a4%d7%95%d7%a9-%d7%9e%d7%95%d7%a6%d7%a8%d7%99%d7%9d-%d7%91%d7%97%d7%a0%d7%95%d7%aa/' target='_blank'>בתיעוד</a>

source: Shop address (WizShop use)
he_il: כתובת חנות (לשימוש חשבשבת)

source: Refresh General Information
he_il: רענון מידע כללי

source: Shop password was not provided.
he_il: לא עודכן שדה סיסמת וורדפרס.

source: Store ID as specified in WizShop back office
he_il: מזהה חנות שנקבע במשרד האחורי של החנות הוירטואלית

source: Wordpress password as specified in WizShop back office
he_il: סיסמת וורדפרס שנקבעה במשרד האחורי של החנות הוירטואלית

source: Select Language
he_il: בחירת שפה

source: Select this option if shop was built before version 2.00 and you wish to keep current design
he_il: מומלץ לסמן אפשרות זו במידה והחנות נבנתה לפני גרסא 2.00 כדי לשמור על העיצוב הקיים

source: Failed to copy default image to \uploads\wizshop folder.
he_il: העתקת תמונת ברירת מחדל למחיצת /uploads/wizshop נכשלה.

source: Default Image
he_il: תמונת ברירת מחדל

source: Select File
he_il: בחירת קובץ

source: Select Page
he_il: בחירת דף

source: Pages
he_il: דפים

source: This is action will delete page contnet. Continue ?
he_il: פעולה זו תמחק את תוכן הדף. להמשיך ?

source: Adding WizShop Elements to Menus
he_il: הוספת אלמנטים לתפריט

source: Add items to selected menu
he_il: הוספת פריטים לתפריט

source: The plugin comes with several elements ready for your website's <b>menus</b>. <br/> Each element is based on a .php file located in folder <i>'%s'</i>. <br/> You can use existing elements or copy / add elements to theme's folder <i>'%s'</i>.<br/> To add an element select the menu from the list, chose the menu item after which you'd like to add the element. <br/> If none is chosen the element will be displayed at the end of the menu.
he_il: התוסף מגיע עם כמה אלמנטים המוכנים להוספה<b> לתפריטים </b> באתר שלך. <br/>כל אלמנט מבוסס על קובץ .php הממוקם בתיקיה <i>'%s'</i>.</br>ניתן להשתמש באלמנטים קיימים או להעתיק / להוסיף אלמנטים לתיקייה של ערכת הנושא <i>'%s'</i>.</br>על מנת להוסיף אלמנט של החנות לתפריט בחרו את התפריט הרצוי ולאחר מכן את הפריט שאחריו תרצו לשלב את האלמנט.<br/>במידה ולא ייבחר פריט האלמנט יתווסף בסוף התפריט.

source: Add after this item
he_il: הוספת פריט אחרי

source: File Name
he_il: שם קובץ

source: You can create and add an unlimited number of elements, read <a href='https://wizshop.co.il/%D7%A2%D7%A8%D7%99%D7%9B%D7%AA-%D7%A7%D7%91%D7%A6%D7%99-%D7%9E%D7%A7%D7%95%D7%A8/' target='_blank'>more</a> in our documentation.</a> <br/> New elements will be automatically added to the list above.
he_il: ניתן ליצור מספר לא מוגבל של אלמנטים נוספים בתפירה אישית, הסבר מורחב ב-<a href='https://wizshop.co.il/עריכת-קבצי-מקור/' target='_blank'>תיעוד למפתחים</a>.</br>אלמנטים חדשים יתווספו לרשימה באופן אוטומטי.

source: Page Settings
he_il: הגדרת דפים

source: When the plugin is installed it creates several <b>pages</b> with WizShop elements assigned to them. <br/> You can change the page's assignment here
he_il: התוסף מייצר עם התקנתו מספר <b>דפים</b> המכילים את מרכיבי החנות <br/> במידה ותרצו לשנות את שם הדף תוכלו להשתמש בהגדרות אלו

source: Element
he_il: רכיב חנות

source: Page
he_il: שם דף

source: Products View
he_il: תצוגת מוצרים

source: To set products view, first select the device type.
he_il: להגדרת תצוגת מוצרים יש לבחור תחילה את סוג המכשיר.

source: Products Grid layout
he_il: פריסת מוצרים בגריד

source: Gallery
he_il: גלריה

source: Products in page
he_il: מוצרים בדף

source: Products in line
he_il: מוצרים בשורה

source: Table
he_il: טבלה

source: Lines
he_il: שורות

source: Load additional products in Grid using
he_il: אופן טעינת מוצרים בגריד

source: Pagination
he_il: באמצעות דיפדוף

source: Infinite scrolling
he_il: בעת גלילה לתחתית הרשימה (אוטומטית)

source: Dedicated button
he_il: יזומה (כפתור טעינה)

source: Quick View
he_il: מבט מהיר

source: Enable Product "Quick View"
he_il: הצגת "מבט מהיר" בגריד מוצרים

source: Enable Product "Mini Quick View"
he_il: הצגת "מיני מבט מהיר" בגריד מוצרים

source: Product Filtering
he_il: סינון מוצרים

source: Enable Top Product filtering
he_il: הצגת סינון עליון

source: Sidebar
he_il: סרגל צדדי

source: Show on Products grid page
he_il: הצגת סרגל בגריד מוצרים

source: Show on Product pages
he_il: הצגת סרגל בדף מוצר

source: Show on Shop main page
he_il: הצגת סרגל צד בדף חנות ראשי

source: SEO
he_il: קידום

source: Force rewrite titles
he_il: שכתוב כותרות

source: Set HTML Title for Products page (Template: Website Name | Category Name)
he_il: עדכון כותרת HTML עבור דף מוצרים (מבנה: שם אתר | שם קטגוריה)

source: Set HTML Title for Single product pages (Template: Website Name | Product Name)
he_il: עדכון כותרת HTML עבור דף מוצר (מבנה: שם אתר | שם מוצר)

source: Product URL - Append product Name to product Key (Template: ../products/key**name)
he_il: כתובת דף מוצר - הוספת שם מוצר למפתח מוצר (מבנה: ../מוצרים/מפתח**שם)

source: Add product Description to HTML Meta description tag
he_il: הוספת תיאור מוצר לתגית HTML Meta description

source: Add Open Graph Tags to product page
he_il: הוספת תגיות Open Graph לדף מוצר

source: Customers
he_il: לקוחות

source: Enter text for customer login links in the following elements.
he_il: ניתן להזין את המלל שיופיע בקישור התחברות הלקוחות השונים במקומות הבאים.

source: B2C Customers
he_il: לקוחות פרטיים (B2C)

source: Menu Link
he_il: לינק בתפריט

source: Checkout Page
he_il: עמוד רכישה

source: Donation Page
he_il: עמוד תרומה

source: B2B Customers
he_il: לקוחות עסקיים (B2B)

source: Salespersons
he_il: סוכנים

source: Hebrew
he_il: עברית

source: English
he_il: אנגלית

source: Grid
he_il: גריד

source: WizShop - Hebrew Categories
he_il: חנות וירטואלית - קטגוריות עברית

source: Hebrew Categories
he_il: קטגוריות - עברית

source: Category
he_il: קטגוריה

source: WizShop - English Categories
he_il: חנות וירטואלית - קטגוריות אנגלית

source: English Categories
he_il: קטגוריות - אנגלית

source: WizShop
he_il: חנות וירטואלית

source: WizShop Components
he_il: חנות וירטואלית - רכיבים

source: Product
he_il: מוצר

source: Desktop
he_il: מחשב שולחני

source: Tablet
he_il: מחשב לוח

source: Mobile
he_il: מכשיר נייד

source: Menu does not exist.
he_il: תפריט לא קיים.

source: You do not have sufficient permissions to access this page.
he_il: איך לך הרשאות גישה לדף המבוקש.

source: Please update shop categories on %s options page.
he_il: נא לעדכן את הקטגוריות עבור חנות זו בדף %s.

source: The Shop has been successfully detected by WizShop server.
he_il: החנות זוהתה בהצלחה ע"י שרת החנויות.

source: Failed to connect to WizShop server.
he_il: שגיאה בהתחברות לשרת החנויות.

source: WizShop - Shopping cart
he_il: חנות וירטואלית - סל קניות

source: Shopping Cart component
he_il: רכיב סל קניות

source: Shopping cart
he_il: סל קניות

source: Title
he_il: כותרת

source: Hide on mobile devices
he_il: הסתרה במכשירים ניידים

source: WizShop - Categories Tree
he_il: חנות וירטואלית - עץ קטגוריות

source: Categories Tree component
he_il: רכיב עץ קטגוריות

source: Categories tree
he_il: עץ קטגוריות

source: Show category image
he_il: הצגת תמונת קטגוריה

source: WizShop - Product Search
he_il: חנות וירטואלית - חיפוש מוצרים

source: Product Search component
he_il: רכיב חיפוש מוצרים

source: Search
he_il: חיפוש

source: Show suggestions list
he_il: הצגת חלון הצעות

source: Show product image
he_il: הצגת תמונת מוצר

source: WizShop - Sign In Private Customer
he_il: חנות וירטואלית - כניסה למערכת לקוח פרטי

source: Sign In Private Customer omponent
he_il: רכיב כניסה למערכת לקוח פרטי

source: Sign In Private Customer
he_il: כניסה למערכת לקוח פרטי

source: Hide when customer has already logged in
he_il: הסתרה אם לקוח נכנס למערכת

source: WizShop - Sign In Business Customer
he_il: חנות וירטואלית - כניסה למערכת לקוח עסקי

source: Sign In Business Customer component
he_il: רכיב כניסה למערכת לקוח עסקי

source: Sign In Business Customer
he_il: כניסה למערכת לקוח עסקי

source: WizShop - Products Filter
he_il: חנות וירטואלית - סינון מוצרים

source: Products Filter component
he_il: רכיב סינון מוצרים

source: Products Filter
he_il: סינון מוצרים

source: Filter products for Grid with ID
he_il: סינון מוצרים עבור גריד עם מזהה

source: Max number of properties (0 = unlimited)
he_il: מספר מרבי של מאפיינים (0 = בלתי מוגבל)

source: Show properties with no values
he_il: הצגת מאפיינים ללא ערכים

source: WizShop - Products List
he_il: חנות וירטואלית - רשימת מוצרים

source: Products List for Category/Query component
he_il: רכיב רשימת מוצרים לקטגוריה / שאילתת חיפוש

source: List product by:
he_il: יצירת רשימה מוצרים לפי:

source: Category key
he_il: מפתח קטגוריה

source: Search query
he_il: שאילתת חיפוש

source: Category key / Search query
he_il: מפתח קטגוריה / שאילתת חיפוש

source: Max number of products (0 = use default)
he_il: מספר מרבי של מוצרים (0 = ברירת מחדל לסוג תצוגה)

source: WizShop - Newsletters
he_il: חנות וירטואלית - הרשמה לניוזלטר

source: Newsletters registration component
he_il: רכיב הרשמה לניוזלטר

source: Create account
he_il: הרשמה
